Repository: leoken/store-locator
Catalog: languages/lol-*.po
Languages: cs_cz

source: Add Locations
cs_cz: Přidat lokalitu

source: Successful Addition
cs_cz: Lokalita aktualizována

source: Type&nbsp;Address
cs_cz: Pište adresu

source: The General Address Format
cs_cz: Obecný format adresy

source: show/hide
cs_cz: zobrazovat/skrýt

source: Location Name
cs_cz: Jméno lokality

source: Address (Street - Line1)
cs_cz: Adresa (Ulice - Rádka1)

source: Address (Street - Line2 - optional)
cs_cz: Adresa (Ulice - Rádka2 - fakultativní)

source: City, State Zip
cs_cz: Město, poštovní směrové číslo

source: Address (Street - Line 2 - optional)
cs_cz: Adresa (Ulice - Rádka2 - fakultativní)

source: City
cs_cz: Město

source: State
cs_cz: Stát

source: Zip
cs_cz: Poštovní směrové číslo

source: Show/Hide More Fields
cs_cz: Zobrazovat/Skrýt více pole

source: Tags (seperate with commas)
cs_cz: Štítky (oddělte mezerami)

source: Description
cs_cz: Popis

source: Hours
cs_cz: Otevírací doba

source: Phone
cs_cz: Telefon

source: Image (shown on map with location)
cs_cz: Obrázek (se bude zobrazovat s lokalitou)

source: Add Location
cs_cz: Přidat lokalitu

source: Successful Update
cs_cz: Aktualizace byla úspěšná

source: Update Your Google API Key
cs_cz: Aktualizovat Google API Key

source: Your API Key Status
cs_cz: Stav API Key

source: Please Update Your Google API Key
cs_cz: Aktualizujte Google API Key

source: API Key Submitted
cs_cz: API Key odeslán

source: Note: <br>
cs_cz: Poznámka: <br>

source: Select Your Location
cs_cz: Vyberte lokalitu

source: Select Distance Unit
cs_cz: Vyberte měřítko

source: Update
cs_cz: Aktualizace

source: Address
cs_cz: Adresa

source: Enter Your Address or Zip Code Above
cs_cz: Zadejte adresu nebo zip kód nahoře

source: News & Upgrades
cs_cz: Novinky & Aktualizace

source: Manage Locations
cs_cz: Spravovat lokality

source: Map Designer
cs_cz: Mapový konstruktér

source: Localization
cs_cz: Lokalizace

source: ReadMe
cs_cz: Cti mě

source: Choose Heading That Matches Columns You Want to Import
cs_cz: Vyberte titulky kteří chcete importovat a odpovídají sloupcům

source: Leave headings for undesired columns unchanged
cs_cz: Ponechat sloupcový titulky nezměněný

source: Cancel
cs_cz: Storno

source: Import Locations
cs_cz: Importovat lokality

source: Choose
cs_cz: Vybrat

source: Name
cs_cz: Jméno

source: Street(Line1)
cs_cz: Ulice(řádek1)

source: Street(Line2)
cs_cz: Ulice(řádek2)

source: Tags
cs_cz: Stítky

source: Image
cs_cz: Obrázek

source: Is Private?
cs_cz: Soukromý?

source: You haven't activated this upgrade yet
cs_cz: Tento upgrade dosud nebyl aktivován

source: Activate
cs_cz: Aktivovat

source: Option
cs_cz: Nastavení

source: Value
cs_cz: Hodnota

source: Choose Default Map Type Shown to Visitors
cs_cz: Vyberte mapu která se bude zobrazovat

source: Allow User Search By City?
cs_cz: Povolit vyhledávání podle města

source: Show Locations By Default When Map Loads?
cs_cz: Standardně zobrazovat lokality při nakládání?

source: Number of Locations Shown By Default
cs_cz: Standardně se budou zobrazovat tolik lokality

source: Allow User Search By Name of Location?
cs_cz: Povolit vyhledávání podle jména lokality

source: Address Input Label
cs_cz: Adresový vstupní oblast (nálepka)

source: Website URL Label
cs_cz: Webová URL s nálepkou

source: Default Map Zoom Level
cs_cz: Standardní translokační hodnota

source: Map Height
cs_cz: Mapová výška

source: Map Width
cs_cz: Mapová šířka

source: Map Radii Options (in
cs_cz: Radiusový nastavení (v

source: Note: Seperate each number with a comma ',' , and put paratheseses '( )' around the default radius you would like to show
cs_cz: Poznámka: Každé číslo oddělujte čárkami ',' , a dejte závorka '( )' kolem standardní rádius který byste chtěli zobrazovat

source: Choose Theme
cs_cz: Vybrat motiv

source: No Theme Selected
cs_cz: Zádný motiv vybrán

source: Remove Credits & Google Terms link?
cs_cz: Vymazat Credits & Google Terms odkaz?

source: Home Icon
cs_cz: Domovský icon

source: Destination Icon
cs_cz: Cílový icon

source: Looking to create or find a unique icon? For ideas, visit
cs_cz: Chcete vytvořit nebo najit unikátní icon? Nápady jsou

source: Delete Selected
cs_cz: Vymazat označený

source: You sure
cs_cz: Jste si jistý?

source: Tag Selected
cs_cz: Štítek vybrán

source: Remove Tag From Selected
cs_cz: Vymazat všechny štítky vybrané rubriky

source: Latest News
cs_cz: Poslední zprávy

source: Activation Keys
cs_cz: Aktivační klíč

source: Key
cs_cz: Klíč

source: Update All
cs_cz: Všechno aktualizovat

source: Looking for more upgrades & themes
cs_cz: Více upgrades & motivy

source: It's all right here
cs_cz: Všechno je právě zde

source: Addons & Themes
cs_cz: Doplňky & Motivy

source: View All Locations
cs_cz: Zobrazit všechny lokality

source: Current View
cs_cz: Aktuální pohled

source: Change View
cs_cz: Změnit pohled

source: Updater
cs_cz: Aktualizační program

source: Change Updater
cs_cz: Změnit aktualizaci

source: Actions
cs_cz: Akce

source: Street
cs_cz: Ulice

source: Street2
cs_cz: Ulice2

source: View
cs_cz: Zobrazit

source: Edit
cs_cz: Upravovat

source: Delete
cs_cz: Vymazat

source: No Locations Showing for this Search of
cs_cz: Zádný výsledky nejsou pro

source: No Locations Currently in Database
cs_cz: Zádná lokalita není nalezena

source: A store locator / location finder plugin focused on providing mapping tools for web designers & developers who create sites in Wordpress & web site owners needing to show important stores or any other type of location.
cs_cz: Store locator plugin pro WordPress umožňuje zobrazovat důležité lokality (mohou být prodejna nebo cokoli jiného) na Google Maps.
